

/* These strings need translation.  Some may not be language strings, and can be ignored. */

"%{value1}@" = "%{value1}@";
"32" = "32";
"8" = "8";
"Action:" = "Action :";
"Choose a File or Folder ⌘D" = "Choisissez un fichier ou un dossier ⌘D";
"Choose highlight color" = "Choisissez la couleur de surlignage";
"Configure visual feedback" = "Configurez les infobulles";
"Enable CornerClick" = "Activer CornerClick";
"Exposé - All Windows" = "Exposé - Toutes les fenêtres";
"Exposé - Application" = "Exposé - Application";
"Exposé - Desktop" = "Exposé - Bureau";
"Font Size" = "Taille du texte";
"Icon Size" = "Taille de l'icône";
"Note: To enable the Exposé action, make sure that you configure a hotkey for the action using one of the F-keys." = "Note : pour activer les actions Exposé, assurez-vous d'avoir configuré une des touches de fonction pour cette action.";
"Open Exposé Preferences" = "Ouvrir les préférences Exposé";
"URL:" = "URL :";
"file title" = "Nom du fichier";


/* These strings probably need to be translated (contained whitespace) */

"<< do not localize >>" = "<< do not localize >>";
"Choose a highlight color" = "Choisissez la couleur de surlignage";
"Cycle through available screens" = "Passer d'un écran à l'autre";
"Displayed in popup window" = "Affiché dans une fenêtre";
"Option ⌥" = "Option ⌥";
"Some Files and Applications on my computer" = "Des fichiers ou applications sur mon ordinateur";
"version string" = "version string";
"© 2003-2004 Greg Schueler" = "© 2003-2004 Greg Schueler";


/* These strings might not be translated, or might be equivalent */

"+" = "+";
"-" = "-";
"Action" = "Action";
"Actions" = "Actions";
"CornerClick" = "CornerClick";
"Files" = "Fichiers";
"Fn" = "Fn";
"Information" = "Informations";
"Item" = "Élément";
"OtherViews" = "OtherViews";
"Scripts" = "Scripts";
"desc" = "desc";
"greg-cornerclick@vario.us" = "greg-cornerclick@vario.us";
"http://" = "http://";
"http://greg.vario.us/cornerclick" = "http://greg.vario.us/cornerclick";
"icon" = "icon";
"modifiers" = "modificateur";
"test" = "test";
"⇢" = "⇢";
"⇧" = "⇧";
"⌃" = "⌃";
"⌘" = "⌘";
"⌥" = "⌥";


/* These strings should be already translated */

"CornerClick is enabled" = "Activer CornerClick";
"Enable Actions for this corner" = "Activer les actions pour ce coin";
"Display:" = "Affichage :";
"Show popup when hovering" = "Afficher lors du survol";
"Add a new action ⌘A" = "Ajouter une action ⌘A";
"After 1 second" = "Après 1 seconde";
"None" = "Aucune";
"Choose..." = "Choisir…";
"Choose the screen corner" = "Choisissez un coin d'écran";
"Click" = "Clic";
"Command ⌘" = "Commande ⌘";
"Control ⌃" = "Contrôle ⌃";
"System Color" = "Couleur système";
"Scripts on my computer" = "Des scripts de mon ordinateur";
"Trigger:" = "Déclencheur :";
"Define Actions" = "Définissez des actions";
"Remove the selected action" = "Enlever l'action sélectionnée";
"Main Screen" = "Écran principal";
"Run AppleScript" = "Éxécuter un AppleScript";
"CornerClick will activate now and when you log in" = "L'activation prendra effet maintenant et à chaque session";
"Email Me" = "M'écrire";
"Shift ⇧" = "Majuscule ⇧";
"Hide Current Application" = "Masquer l'application courante";
"Hide Other Applications" = "Masquer les autres applications";
"Name:" = "Nom :";
"Open URL" = "Ouvrir l'URL";
"Open Readme File" = "Ouvrir le Lisez-Moi";
"Open File" = "Ouvrir un fichier";
"Custom..." = "Personnalisée…";
"Settings" = "Réglages";
"Open Website" = "Site web";
"Right-Click" = "Clic-droit";
